{
  "project1": {
    "title": "BookShelves (Front-End Capstone)",
        "screenshot": "https://i.imgur.com/B5AOJPb.png",
        "description": "BookShelves is an application that enables a user to track their personal book collection. The user will have access to several shelves that they can add their books to, and can add new shelves. The user will also have access to features to personalize the books in their collection, such as notes and rating.",
        "technologiesUsed":
          "JS React, SASS, Version Control with Github, Firebase, Google Books API, Reactstrap, React-Multi-Carousel, React-Ratings-Declarative",
        "available": true,
        "url": "https://bandstrar-bookshelves.netlify.app/",
        "githubUrl": "https://github.com/bandstrar/bookshelf"
},
"project2": {
  "title": "GameNight",
  "screenshot": "https://i.imgur.com/PyQNN1m.png",
  "description": "The goal of GameNight is to help people schedule and plan game nights with their friends. GameNight users can make and join groups with their friends, and choose and vote on games to play based on games in the group's collection.",
  "technologiesUsed":
    "C#, .NET Core, SQL Server, JS React, SASS, Version Control with Github, Reactstrap, Firebase, Material-UI, React-Hook-Form",
  "available": true,
  "url": "https://bandstrar-game-night.netlify.app/",
  "githubUrl": "https://github.com/bandstrar/GameNight"
},
    "project3": {
        "title": "Chatty",
            "screenshot": "https://i.imgur.com/rjt799q.png",
            "description": "A fun chat application based on the Peanuts comic strip.",
            "technologiesUsed":
              "HTML, SASS, Vanilla JavaScript, Version Control with Github, jQuery, Bootstrap, Webpack",
            "available": false,
            "url": "https://bandstrar-chatty.netlify.app/",
            "githubUrl": "https://github.com/bandstrar/chatty-beta"
    },
    "project4": {
        "title": "Tamagotchi",
            "screenshot": "https://i.imgur.com/1ME0Ynl.png",
            "description": "A single-page website that lets the user take care of a virtual pet.",
            "technologiesUsed":
              "Premade HTML (no HTML added except using JavaScript), SASS, JavaScript, Version Control with Github, jQuery, Webpack",
            "available": false,
            "url": "https://bandstrar-tamagotchi.netlify.app/",
            "githubUrl": "https://github.com/bandstrar/tamagotchi"
    },
    "project5": {
        "title": "Le Baguette",
            "screenshot": "https://i.imgur.com/WRUaNnI.png",
            "description": "This site should keep track of staff, ingredients, reservations, and menu items. Authenticated users should be able to update, create and delete any of the data on the website. They can also track restaurant revenue and inventory, and add orders to reservations.",
            "technologiesUsed":
              "Firebase, SASS, JavaScript, Version Control with Github, jQuery, Webpack",
            "available": true,
            "url": "https://le-baguette-e03bd.web.app/",
            "githubUrl": "https://github.com/bandstrar/Le-Baguette"
    },
    "project6": {
        "title": "Shark Attack",
            "screenshot": "https://i.imgur.com/PbOSJt9.png",
            "description": "Shark Attack is an application that shows people in a shark tank. There is a button in the tank to cause a shark attack. The shark will attack a random person and send them to the graveyard.",
            "technologiesUsed":
              "JS React, SASS, Version Control with Github, Webpack",
            "available": false,
            "url": "https://bandstrar-shark-attack.netlify.app/",
            "githubUrl": "https://github.com/bandstrar/shark-attack"
    },
    "project7": {
      "title": "Dino Kennel",
      "screenshot": "https://i.imgur.com/qM4R8ge.png",
      "description": "A single page application that lets the user be in charge of a dinosaur kennel.",
      "technologiesUsed":
        "HTML, CSS, Vanilla JavaScript, Version Control with Github, Bootstrap, Modules",
      "available": true,
      "url": "https://bandstrar-dino-kennel.netlify.app/",
      "githubUrl": "https://github.com/bandstrar/dino-kennel"
}

}